---
kind: property
id: P:Autodesk.Revit.DB.MultipleValuesIndicationSettings.Value
source: html/c2d9f859-179c-ee21-4bed-4480d4112e06.htm
---
# Autodesk.Revit.DB.MultipleValuesIndicationSettings.Value Property

Value to be used as multiple values indication in the document.
 If Custom is true, returns CustomValue , otherwise returns a hardcoded standard value.

## Syntax (C#)
```csharp
public string Value { get; }
```